Repository: mozilla-l10n/mt-training-data
Catalog: lss/lss_pontoon.tmx
Source language: en_us
Languages: lss

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
lss: ھائو، مانک اي ميل ڪر.REQUEST CONTEXT or REPORT ISSUE آن چا ايندوس ته آن ڪومن وائس جي باريم مانک خبر آ هونجا.

source: Yiddish
lss: ييديش

source: Yoruba
lss: يوروبا

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
lss: تو وجي سگي تو جملا يا لکي سگي تو يا ريويو ڪري سگي تو.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
lss: تون ڪيبورڊ جا شورٽڪَٽ بي استعمال ڪري سگهي تو: { sc-review-form-button-approve-shortcut } اپروو ڪرڻ لا، { sc-review-form-button-reject-shortcut } ریجیڪٽ ڪرڻ لا، { sc-review-form-button-skip-shortcut } اِسڪپ ڪرڻ لا.

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
lss: تو وني سِڳي تو ڊيٽا سيٺ جي پيج ام، سيليڪٽ ڪر زبانیون پیو نمونا جیکی تون چائیں تو، بیو داؤ ن لوڊ ڪر! فا ئیلیم هوندا میںٽا دیتا جیا دیمو گرافی جي معلومات بیو ویلیڊیشن جو دیتا . توک ای میل ایڈریس ڏيڻ پوندو داؤ لوڊ کرن لا دیتا سینٽک .

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
lss: تون موزيلا ٻوليءَ جي ڪميونٽيز ام ٻين سين ملاقات ڪري سڳي تو<discourseLink>Discourse</discourseLink> ام شامل ٿي موضوعي گفتگو آ لا، يا <matrixLink>Matrix</matrixLink> تڪڙي صلاح لا

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
lss: تو ایویش ھلائی سڳی تو تہ ماڻھي جي مدد ڪرين ته هو ڪنٽريبيوٽ ڪن. ايو آسان ا توجي سوچ نا. تو يو کری سڳی تو اونلائن ویدیوی ڪانفرنسنگ جي ذريعي يا ان پرسن اگر ھو سیف ا. ڏس اسانجا تیمپلیسٽا ٻیو ریسورسزا ايونٽس هلاٹ لا .

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
lss: تو ٿورا جملا وجي سگی تو یا الا ئي بي و جی سگی تو گیتپ جي ذريعي . یادرک ته جملا ھونجن CC یا تو لکي سگي تو پاڻ.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
lss: تون استعمال ڪری سڳی تو سینتینس ایکستریکثر ته استعمال ڪري سڳي وڪي پيڊيا جا ننڊا جملا.

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
lss: تو ھلائی سڳی تو سوشل ميڊيا پلیت فارما پیغام پڄار لا. شیر ڪر پوسٽا جیکی بیان ڪن تا ا یو ضروری ڇیلائی، بیو رابطی لا ٻي ماٹھی سین جیکی هنا اشو جي باريم ڳا لائين تا جيان لینگوچ رائس، واٹس ای آئی یا بایس ٹیکنالوجي. ڏس مزید اید وائز سوشل کمپینگ هلاڻ جي باريم جئی کونتینٽ جيڪو تون ري يوز ڪري سڳي تو.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
lss: تو ڪيڙي بي زبان ا ڪون سيلکٽ ڪي ا. مهرباني ڪري پانجي پروفائل ام وڃ زبان اک زبانيک سيلکٽ ڪرڻ لا.

source: Your download has started.
lss: توجي داون لوڊ شروع ٽي ويُي

source: You’re contributing to a target segment
lss: تون ڪنٽربوٽ پيو ڪري ٽارگيٽ سيگمينٽ اک

source: You’re contributing to our first target segment
lss: تون ڪنٽربوٽ پيو ڪري اسانجي پيرين ٽارگيٽ سيگمينٽ اک

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
lss: تو </bold> ڪون <bold>سيٽ ڪيان اي ميل ا موصول ڪرڻ لا جيان گول مائندرا، پانجو پروگریس ٻيو نیوز لیٽر کومن وائس جي پاریم.

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
lss: تو سيٽ ڪيان اي ميل ا موصول ڪرڻ لا جيان گول مائندرا، پانجو پروگریس ٻيو نیوز لیٽر کومن وائس جي پاریم.

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
lss: تون الائی تیز بیٹھو ھلین. مهرباني ڪري ٿورو صحيح ا سين ريويو ک رتا تون ڏسي سگهي نہ ایو جملو صحیح ا .

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
lss: توجي زبان جي شاخ جا ڪلپا ختم ٿيا هوندا! اگر تون سمجي تو تا صحيح ا، تو ڊسي سڳي تو ٻيا جملا توجي زبان ا جا سيٽنگ اک بدلي ڪري.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
lss: توجي زبان جي شاخ جا جملا ختم ٿيا هوندا! اگر تون سمجي تو تا صحيح ا، تو ڊسي سڳي تو ٻيا جملا توجي زبان ا جا سيٽنگ اک بدلي ڪري.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
lss: تو ڪومن وائس اک روز جي رڪاڊنگ گول ات پڄڙ ام مدد ڪي آ.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
lss: تو ڪومن وائس اک روز جي ويليڊيشن گول ات پڄڙ ام مدد ڪي آ.

source: Zaza
lss: زازا

source: Zulu
lss: زو لو
